Repository: QurieGLord/QDnD-Roleplay-Companion
Catalog: lib/l10n/app_*.arb
Languages: ru

# stealthSuccess
source: Stealth: {total} (DC {dc}). Success! You blend into the shadows.
ru: Скрытность: {total} (СЛ {dc}). Успех! Вы слились с тенью.

# stealthFailure
source: Stealth: {total} (DC {dc}). Failure! {reason}
ru: Скрытность: {total} (СЛ {dc}). Провал! {reason}

# stealthFail1
source: You tripped over a bucket!
ru: Вы запнулись о ведро!

# stealthFail2
source: A gold coin fell from your pocket with a loud ring.
ru: Из кармана со звоном выпала золотая монета.

# fs_archery_name
source: Archery
ru: Стрельба

# fs_archery_desc
source: You gain a +2 bonus to attack rolls you make with ranged weapons.
ru: Вы получаете бонус +2 к броскам атаки, когда атакуете дальнобойным оружием.

# fs_defense_name
source: Defense
ru: Оборона

# fs_defense_desc
source: While you are wearing armor, you gain a +1 bonus to AC.
ru: Пока вы носите доспехи, вы получаете бонус +1 к КД.

# fs_dueling_name
source: Dueling
ru: Дуэлянт

# fs_dueling_desc
source: When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon.
ru: Пока вы держите рукопашное оружие в одной руке и не используете другое оружие, вы получаете бонус +2 к броскам урона этим оружием.

# fs_great_weapon_name
source: Great Weapon Fighting
ru: Сражение большим оружием

# fs_great_weapon_desc
source: When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die...
ru: Если у вас выпало 1 или 2 на кости урона двуручным или универсальным оружием, вы можете перебросить кость...

# fs_protection_name
source: Protection
ru: Защита

# fs_protection_desc
source: When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage...
ru: Если существо, которое вы видите, атакует цель в пределах 5 футов от вас, вы можете реакцией создать помеху...

# fs_two_weapon_name
source: Two-Weapon Fighting
ru: Сражение двумя оружиями

# fs_two_weapon_desc
source: When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.
ru: Сражаясь двумя оружиями, вы можете добавить модификатор характеристики к урону от второй атаки.

# stealthFail3
source: You sneezed loudly.
ru: Вы громко чихнули.

# stealthFail4
source: Your stomach growled treacherously.
ru: В животе предательски заурчало.

# stealthFail5
source: You stepped on a sleeping cat.
ru: Вы наступили на спящего кота.

# stealthFail6
source: Your cloak caught on a nail.
ru: Ваш плащ зацепился за гвоздь.

# stealthFail7
source: The loudest branch in the forest just snapped under your boot.
ru: Хрустнула самая громкая ветка в лесу.

# stealthFail8
source: You tried to blend into a shadow, but it was an enemy.
ru: Вы попытались слиться с тенью, но это был враг.

# stealthFail9
source: Your boot squeaked. Very loudly.
ru: Скрипнул сапог. Очень громко.

# stealthFail10
source: You forgot to cover your lantern.
ru: Вы забыли приглушить фонарь.

# stealthFail11
source: Your scabbard loudly hit the doorframe.
ru: Ваши ножны звонко ударились о косяк.

# stealthFail12
source: You are breathing way too loudly.
ru: Вы слишком громко дышите.

# stealthFail13
source: A random pigeon gave away your position.
ru: Случайный голубь выдал ваше укрытие.

# stealthFail14
source: You hiccupped at the worst possible moment.
ru: Вы икнули в самый неподходящий момент.

# stealthFail15
source: You epically tripped on flat ground.
ru: Вы эпично споткнулись на ровном месте.
