Repository: QurieGLord/QDnD-Roleplay-Companion
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Settings
ru: Настройки

source: Language
ru: Язык

source: Theme
ru: Тема

source: Characters
ru: Персонажи

source: Compendium
ru: Компендиум

source: Dice Roller
ru: Бросок кубов

source: Inventory
ru: Инвентарь

source: Spells
ru: Заклинания

source: Stats
ru: Характеристики

source: Combat
ru: Бой

source: Notes
ru: Заметки

source: Quests
ru: Задания

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Level
ru: Уровень

source: Race
ru: Раса

source: Background
ru: Предыстория

# classLabel
source: Class
ru: Класс

source: Subclass
ru: Подкласс

source: Experience
ru: Опыт

source: Player Name
ru: Имя игрока

source: Create New Character
ru: Создать персонажа

# importFC5
source: Import from Fight Club 5
ru: Импорт из Fight Club 5

source: View Details
ru: Подробнее

source: Duplicate
ru: Дублировать

source: Close
ru: Закрыть

# deleteConfirmationTitle
source: Delete Character
ru: Удалить персонажа

# deleteConfirmationMessage
source: Are you sure you want to delete {name}? This cannot be undone.
ru: Вы уверены, что хотите удалить {name}? Это действие нельзя отменить.

# deletedSuccess
source: {name} deleted
ru: {name} удален

# duplicatedSuccess
source: {name} duplicated successfully!
ru: {name} успешно скопирован!

# importedSuccess
source: {name} imported successfully!
ru: {name} успешно импортирован!

source: Abilities
ru: Характеристики

source: Saving Throws
ru: Спасброски

source: Skills
ru: Навыки

# abilityStr
source: Strength
ru: Сила

# abilityDex
source: Dexterity
ru: Ловкость

# abilityCon
source: Constitution
ru: Телосложение

# abilityInt
source: Intelligence
ru: Интеллект

# abilityWis
source: Wisdom
ru: Мудрость

# abilityCha
source: Charisma
ru: Харизма

# skillAthletics
source: Athletics
ru: Атлетика

# skillAcrobatics
source: Acrobatics
ru: Акробатика

# skillSleightOfHand
source: Sleight of Hand
ru: Ловкость рук

# skillStealth
source: Stealth
ru: Скрытность

# skillArcana
source: Arcana
ru: Магия

# skillHistory
source: History
ru: История

# skillInvestigation
source: Investigation
ru: Анализ

# skillNature
source: Nature
ru: Природа

# skillReligion
source: Religion
ru: Религия

# skillAnimalHandling
source: Animal Handling
ru: Уход за животными

# skillInsight
source: Insight
ru: Проницательность

# skillMedicine
source: Medicine
ru: Медицина

# skillPerception
source: Perception
ru: Восприятие

# skillSurvival
source: Survival
ru: Выживание

# skillDeception
source: Deception
ru: Обман

# skillIntimidation
source: Intimidation
ru: Запугивание

# skillPerformance
source: Performance
ru: Выступление

# skillPersuasion
source: Persuasion
ru: Убеждение

source: Combat Dashboard
ru: Боевые характеристики

source: Hit Points
ru: Очки Здоровья

# hpShort
source: HP
ru: ОЗ

# armorClassAC
source: AC
ru: КД

# initiativeINIT
source: INIT
ru: ИНИЦ

# speedSPEED
source: SPEED
ru: СКР

# proficiencyPROF
source: PROF
ru: БОНУС

source: Weapons & Attacks
ru: Оружие и Атаки

source: Short Rest
ru: Короткий отдых

source: Long Rest
ru: Длительный отдых

source: Enter Combat Mode
ru: Начать Бой

source: Rest
ru: Отдых

# shortRestDescription
source: Recover short-rest features and spend Hit Dice?
ru: Восстановить умения короткого отдыха и потратить кости хитов?

# longRestDescription
source: Recover all HP, spell slots, and features?
ru: Восстановить все ОЗ, ячейки заклинаний и умения?

# restedSuccess
source: Rested successfully
ru: Отдых завершен успешно

source: Unarmed Strike
ru: Безоружный удар

source: HIT
ru: ПОПАД

source: DMG
ru: УРОН

# damageTypeBludgeoning
source: Bludgeoning
ru: Дробящий

# damageTypePiercing
source: Piercing
ru: Колющий

# damageTypeSlashing
source: Slashing
ru: Рубящий

# damageTypePhysical
source: Physical
ru: Физический

source: Sort by
ru: Сортировка

# sortName
source: Name
ru: Имя

# sortWeight
source: Weight
ru: Вес

# sortValue
source: Value
ru: Стоимость

# sortType
source: Type
ru: Тип

# filterAll
source: All
ru: Всё

# filterEquipped
source: Equipped
ru: Надето

# filterUnequipped
source: Unequipped
ru: Снято

# typeWeapon
source: Weapons
ru: Оружие

# typeArmor
source: Armor
ru: Доспехи

# typeGear
source: Gear
ru: Снаряжение

# typeConsumable
source: Consumables
ru: Расходники

source: Total Weight
ru: Общий вес

source: Currency
ru: Валюта

source: Edit Currency
ru: Изменить валюту

source: Currency updated
ru: Валюта обновлена

# currencyPP
source: Platinum (PP)
ru: Платина (PP)

# currencyGP
source: Gold (GP)
ru: Золото (GP)

# currencySP
source: Silver (SP)
ru: Серебро (SP)

# currencyCP
source: Copper (CP)
ru: Медь (CP)

# inventoryEmpty
source: Inventory is empty
ru: Инвентарь пуст

# inventoryEmptyHint
source: Tap + to add items
ru: Нажмите + чтобы добавить предметы

source: Quantity
ru: Количество

source: Unequip
ru: Снять

source: Equip
ru: Экипировать

source: Remove
ru: Удалить

source: Item removed
ru: Предмет удалён

# itemEquipped
source: Equipped
ru: Экипировано

# itemUnequipped
source: Unequipped
ru: Снято

source: WEAPON PROPERTIES
ru: СВОЙСТВА ОРУЖИЯ

source: ARMOR PROPERTIES
ru: СВОЙСТВА ДОСПЕХА

source: Damage
ru: Урон

source: Damage Type
ru: Тип урона

source: Versatile Damage
ru: Универсальный урон

source: Range
ru: Дальность

source: Properties
ru: Свойства

source: Armor Class
ru: Класс доспеха

source: Type
ru: Тип

source: STR Requirement
ru: Требование СИЛ

source: Stealth
ru: Скрытность

source: Value
ru: Стоимость

source: Spell Almanac
ru: Альманах заклинаний

source: Resources
ru: Ресурсы

source: Active Abilities
ru: Активные умения

source: Magic
ru: Магия

source: Spells List
ru: Список заклинаний

source: Passive Traits
ru: Пассивные черты

source: Cantrips
ru: Заговоры

# levelLabel
source: Level {level}
ru: Уровень {level}

# levelShort
source: Level
ru: Ур.

# noSpellsLearned
source: No spells learned yet
ru: Заклинания пока не изучены

source: Cast Spell
ru: Накл. заклинание

# castAction
source: Cast {name}
ru: Наложить {name}

# chooseSpellSlot
source: Choose spell slot level:
ru: Выберите уровень ячейки:

# levelSlot
source: Level {level} Slot
ru: Ячейка {level} ур.

# slotsRemaining
source: {count} slot{count, plural, =1{ } other{s }} remaining
ru: Осталось: {count}

source: Upcast
ru: Усиление

# noSlotsAvailable
source: No spell slots available!
ru: Нет доступных ячеек!

# spellCastSuccess
source: {name} cast!
ru: {name} наложено!

# spellCastLevelSuccess
source: {name} cast at level {level}!
ru: {name} наложено на {level} уровне!

# spellAbility
source: Ability
ru: Баз. хар.

# spellSaveDC
source: Save DC
ru: Сл. спаса

# spellAttack
source: Attack
ru: Атака

# lvlShort
source: Lvl {level}
ru: Ур {level}

source: Channel Divinity
ru: Божественный канал

# useChannelDivinity
source: Use Channel Divinity ({count} left)
ru: Исп. Бож. канал (осталось: {count})

# noChannelDivinity
source: No Channel Divinity charges
ru: Нет зарядов Бож. канала

source: No Wild Shape charges
ru: Нет зарядов Дикого облика

# schoolAbjuration
source: Abjuration
ru: Ограждение

# schoolConjuration
source: Conjuration
ru: Вызов

# schoolDivination
source: Divination
ru: Прорицание

# schoolEnchantment
source: Enchantment
ru: Очарование

# schoolEvocation
source: Evocation
ru: Эвокация

# schoolIllusion
source: Illusion
ru: Иллюзия

# schoolNecromancy
source: Necromancy
ru: Некромантия

# schoolTransmutation
source: Transmutation
ru: Преобразование

source: Combat Stats
ru: Боевые хар-ки

source: Roll Initiative
ru: Инициатива

source: End Combat
ru: Завершить бой

# endCombatConfirm
source: This will reset the round counter.
ru: Это сбросит счетчик раундов.

source: Next Round
ru: След. раунд

source: Start Combat
ru: Начать бой

source: Heal
ru: Лечение

source: Take Damage
ru: Урон

source: Temp HP
ru: Врем. ОЗ

source: Death Saves
ru: Спасброски от смерти

source: Successes
ru: Успехи

source: Failures
ru: Провалы

source: Unconscious
ru: БЕЗ СОЗНАНИЯ

source: Condition
ru: Состояние

source: Conditions
ru: Состояния

# actionTypeAction
source: Action
ru: Действие

# actionTypeBonus
source: Bonus Action
ru: Бонус. действие

# actionTypeReaction
source: Reaction
ru: Реакция

source: Spellcasting Ability
ru: Базовая характеристика

# currencyPP_short
source: pp
ru: пм

# currencyGP_short
source: gp
ru: зм

# currencySP_short
source: sp
ru: см

# currencyCP_short
source: cp
ru: мм

# weightUnit
source: lb
ru: фнт

# currencyUnit
source: gp
ru: зм

source: Age
ru: Возраст

source: Roll Type
ru: Тип броска

source: Normal
ru: Норма

source: Advantage
ru: Преим.

source: Disadvantage
ru: Помеха

source: Modifier
ru: Модификатор

source: Rolling...
ru: Бросок...

# total
source: Total: {value}
ru: Итог: {value}

source: Tap to Roll
ru: Нажмите для броска

source: Level Up
ru: Повысить уровень

# levelUpTitle
source: Level Up
ru: Повышение уровня

source: Current Level
ru: Текущий уровень

source: Next Level
ru: Следующий уровень

source: HP Increase
ru: Увеличение ОЗ

source: Features
ru: Умения

source: Choose Race
ru: Выберите Расу

source: Choose Class
ru: Выберите Класс

# hitDieType
source: Hit Die: d{value}
ru: Кость хитов: d{value}

# damageTypeAcid
source: Acid
ru: Кислота

# damageTypeCold
source: Cold
ru: Холод

# damageTypeFire
source: Fire
ru: Огонь

# damageTypeForce
source: Force
ru: Силовой

# damageTypeLightning
source: Lightning
ru: Молния

# damageTypeNecrotic
source: Necrotic
ru: Некротический

# damageTypePoison
source: Poison
ru: Яд

# damageTypePsychic
source: Psychic
ru: Психический

# damageTypeRadiant
source: Radiant
ru: Излучение

# damageTypeThunder
source: Thunder
ru: Звук

# conModIs
source: Your Constitution modifier is {value}
ru: Ваш модификатор Телосложения: {value}

source: Average
ru: Среднее

source: Safe choice
ru: Надежный выбор

source: Roll
ru: Бросок

source: Risk it!
ru: Рискнуть!

# conditionBlinded
source: Blinded
ru: Ослеплен

# conditionCharmed
source: Charmed
ru: Очарован

# conditionDeafened
source: Deafened
ru: Оглушен

# conditionFrightened
source: Frightened
ru: Испуган

# conditionGrappled
source: Grappled
ru: Схвачен

# conditionIncapacitated
source: Incapacitated
ru: Недееспособен

# conditionInvisible
source: Invisible
ru: Невидим

# conditionParalyzed
source: Paralyzed
ru: Парализован

# conditionPetrified
source: Petrified
ru: Окаменевший

# conditionPoisoned
source: Poisoned
ru: Отравлен

# conditionProne
source: Prone
ru: Сбит с ног

# conditionRestrained
source: Restrained
ru: Опутан

# conditionStunned
source: Stunned
ru: Ошеломлен

# conditionUnconscious
source: Unconscious
ru: Без сознания

# stepBasicInfo
source: Basic Info
ru: Основное

# identity
source: Character Identity
ru: Личность

# identitySubtitle
source: Create the foundation of your character
ru: Создайте основу вашего персонажа

# charName
source: Character Name *
ru: Имя персонажа *

# charNameHint
source: e.g., Gundren Rockseeker
ru: напр., Гандрен Роксикер

source: Alignment
ru: Мировоззрение

# alignmentSubtitle
source: Choose your moral compass
ru: Выберите моральный компас

source: Physical Appearance
ru: Внешность

# physicalSubtitle
source: Optional details about looks
ru: Детали внешнего вида

source: Personality
ru: Личность

# personalitySubtitle
source: Traits, ideals, bonds, flaws
ru: Черты, идеалы, привязанности, слабости

source: Backstory
ru: Предыстория

# backstorySubtitle
source: Your character's story
ru: История вашего персонажа

# backstoryHint
source: Born in a small village...
ru: Родился в маленькой деревне...

# traits
source: Personality Traits
ru: Черты характера

# traitsHint
source: I am always polite...
ru: Я всегда вежлив...

source: Ideals
ru: Идеалы

# idealsHint
source: Justice...
ru: Справедливость...

source: Bonds
ru: Привязанности

# bondsHint
source: I owe my life...
ru: Я обязан жизнью...

source: Flaws
ru: Слабости

# flawsHint
source: I have a weakness...
ru: У меня слабость к...

# appearanceDesc
source: Appearance Description
ru: Описание внешности

# appearanceHint
source: Tall and muscular...
ru: Высокий и мускулистый...

# ageYears
source: years
ru: лет

source: Gender
ru: Пол

# genderMale
source: Male
ru: Мужчина

# genderFemale
source: Female
ru: Женщина

# genderOther
source: Other
ru: Другое

# genderMaleShort
source: M
ru: М

# genderFemaleShort
source: F
ru: Ж

# genderOtherShort
source: Oth
ru: Др

source: Choose Race & Class
ru: Раса и Класс

source: Choose
ru: Выбрать

# raceClassSubtitle
source: Select your character's race and class.
ru: Выберите расу и класс персонажа, чтобы определить его основные способности.

source: Loading races...
ru: Загрузка рас...

source: Loading classes...
ru: Загрузка классов...

# speed
source: Speed: {value} ft
ru: Скорость: {value} фт.

source: Ability Score Increases
ru: Увеличение характеристик

source: Languages
ru: Языки

source: Racial Traits
ru: Расовые особенности

source: Saving Throw Proficiencies
ru: Спасброски

source: Check
ru: Проверка

# saveLabel
source: Save
ru: Спасбросок

# rollDie
source: Roll d{sides}
ru: Бросок d{sides}

source: Skill Proficiencies
ru: Навыки

source: Armor Proficiencies
ru: Доспехи

source: Weapon Proficiencies
ru: Оружие

# langCommon
source: Common
ru: Общий

# langDwarvish
source: Dwarvish
ru: Дварфийский

# langElvish
source: Elvish
ru: Эльфийский

# langGiant
source: Giant
ru: Великаний

# langGnomish
source: Gnomish
ru: Гномий

# langGoblin
source: Goblin
ru: Гоблинский

# langHalfling
source: Halfling
ru: Полуросликов

# langOrc
source: Orc
ru: Орочий

# langAbyssal
source: Abyssal
ru: Бездны

# langCelestial
source: Celestial
ru: Небесный

# langDraconic
source: Draconic
ru: Драконий

# langDeepSpeech
source: Deep Speech
ru: Глубинная речь

# langInfernal
source: Infernal
ru: Инфернальный

# langPrimordial
source: Primordial
ru: Первичный

# langSylvan
source: Sylvan
ru: Сильван

# langUndercommon
source: Undercommon
ru: Подземный

# weaponClub
source: Club
ru: Дубинка

# weaponDagger
source: Dagger
ru: Кинжал

# weaponGreatclub
source: Greatclub
ru: Великая дубина

# weaponHandaxe
source: Handaxe
ru: Ручной топор

# weaponJavelin
source: Javelin
ru: Метательное копье

# weaponLightHammer
source: Light Hammer
ru: Легкий молот

# weaponMace
source: Mace
ru: Булава

# weaponQuarterstaff
source: Quarterstaff
ru: Боевой посох

# weaponSickle
source: Sickle
ru: Серп

# weaponSpear
source: Spear
ru: Копье

# weaponLightCrossbow
source: Light Crossbow
ru: Легкий арбалет

# weaponDart
source: Dart
ru: Дротик

# weaponShortbow
source: Shortbow
ru: Короткий лук

# weaponSling
source: Sling
ru: Праща

# weaponBattleaxe
source: Battleaxe
ru: Боевой топор

# weaponFlail
source: Flail
ru: Цеп

# weaponGlaive
source: Glaive
ru: Глефа

# weaponGreataxe
source: Greataxe
ru: Секира

# weaponGreatsword
source: Greatsword
ru: Двуручный меч

# weaponHalberd
source: Halberd
ru: Алебарда

# weaponLance
source: Lance
ru: Длинное копье

# weaponLongsword
source: Longsword
ru: Длинный меч

# weaponMaul
source: Maul
ru: Молот

# weaponMorningstar
source: Morningstar
ru: Моргенштерн

# weaponPike
source: Pike
ru: Пика

# weaponRapier
source: Rapier
ru: Рапира

# weaponScimitar
source: Scimitar
ru: Скимитар

# weaponShortsword
source: Shortsword
ru: Короткий меч

# weaponTrident
source: Trident
ru: Трезубец

# weaponWarPick
source: War Pick
ru: Клевец

# weaponWarhammer
source: Warhammer
ru: Боевой молот

# weaponWhip
source: Whip
ru: Кнут

# weaponBlowgun
source: Blowgun
ru: Духовая трубка

# weaponHandCrossbow
source: Hand Crossbow
ru: Ручной арбалет

# weaponHeavyCrossbow
source: Heavy Crossbow
ru: Тяжелый арбалет

# weaponLongbow
source: Longbow
ru: Длинный лук

# weaponNet
source: Net
ru: Сеть

source: Height
ru: Рост

source: Weight
ru: Вес

source: Eyes
ru: Глаза

source: Hair
ru: Волосы

source: Skin
ru: Кожа

source: Select Height
ru: Выберите Рост

source: Select Weight
ru: Выберите Вес

source: Select Eye Color
ru: Выберите Цвет Глаз

source: Select Hair Color
ru: Выберите Цвет Волос

source: Select Skin Tone
ru: Выберите Тон Кожи

source: Custom
ru: Свой

source: Custom Eye Color
ru: Свой цвет глаз

source: Custom Hair Color
ru: Свой цвет волос

source: Custom Skin Tone
ru: Свой тон кожи

# enterCustom
source: Enter custom value
ru: Введите значение

source: Confirm
ru: Подтвердить

# readyMessage
source: {name} is ready to choose their path!
ru: {name} готов выбрать свой путь!

source: LAW
ru: ЗАКОН

source: NEUTRAL
ru: НЕЙТРАЛ

source: CHAOS
ru: ХАОС

source: GOOD
ru: ДОБРО

source: EVIL
ru: ЗЛО

# lg
source: Lawful Good
ru: Законно-Добрый

# ng
source: Neutral Good
ru: Нейтрально-Добрый

# cg
source: Chaotic Good
ru: Хаотично-Добрый

# ln
source: Lawful Neutral
ru: Законно-Нейтральный

# tn
source: True Neutral
ru: Истинно-Нейтральный

# cn
source: Chaotic Neutral
ru: Хаотично-Нейтральный

# le
source: Lawful Evil
ru: Законно-Злой

# ne
source: Neutral Evil
ru: Нейтрально-Злой

# ce
source: Chaotic Evil
ru: Хаотично-Злой

# lgDesc
source: Honor, compassion, duty
ru: Честь, сострадание, долг

# ngDesc
source: Kind, helpful, balance
ru: Доброта, помощь, баланс

# cgDesc
source: Freedom, kindness, rebellion
ru: Свобода, доброта, бунт

# lnDesc
source: Order, tradition, law
ru: Порядок, традиция, закон

# tnDesc
source: Balance, nature, neutrality
ru: Баланс, природа, нейтралитет

# cnDesc
source: Freedom, unpredictability
ru: Свобода, непредсказуемость

# leDesc
source: Tyranny, order, domination
ru: Тирания, порядок, власть

# neDesc
source: Selfish, cruel, practical
ru: Эгоизм, жестокость, выгода

# ceDesc
source: Destruction, cruelty, chaos
ru: Разрушение, жестокость, хаос

# stepRaceClass
source: Race & Class
ru: Раса и Класс

# stepAbilities
source: Ability Scores & HP
ru: Характеристики и ОЗ

# stepFeatures
source: Features & Spells
ru: Умения и Заклинания

# stepEquipment
source: Equipment
ru: Снаряжение

# stepBackground
source: Background
ru: Предыстория

# stepSkills
source: Skills
ru: Навыки

# stepReview
source: Review
ru: Проверка

source: Next
ru: Далее

source: Back
ru: Назад

source: Finish
ru: Готово

source: TAP TO UPGRADE
ru: НАЖМИТЕ ДЛЯ УЛУЧШЕНИЯ

# showDetails
source: Show Character Details
ru: Показать подробности

source: Hide Details
ru: Скрыть подробности

source: New Abilities
ru: Новые умения

# unlocksAtLevel
source: Level {level} Unlocks
ru: Открывается на {level} уровне

# noNewFeaturesAtLevel
source: No new features at this level. But your stats improved!
ru: На этом уровне нет новых умений. Но характеристики улучшились!

source: Spell Slots Increased
ru: Увеличено ячеек заклинаний

source: Sacred Oath
ru: Священная клятва

source: Primal Path
ru: Путь

source: Bard College
ru: Коллегия

source: Divine Domain
ru: Божественный домен

source: Martial Archetype
ru: Воинский архетип

source: Monastic Tradition
ru: Монашеская традиция

source: Ranger Archetype
ru: Архетип следопыта

source: Roguish Archetype
ru: Плутовской архетип

source: Sorcerous Origin
ru: Происхождение чародея

source: Otherworldly Patron
ru: Потусторонний покровитель

source: Arcane Tradition
ru: Магическая традиция

# featureTypePassive
source: Passive
ru: Пассивно

# featureTypeAction
source: Action
ru: Действие

# featureTypeBonusAction
source: Bonus Action
ru: Бонус. действие

# featureTypeReaction
source: Reaction
ru: Реакция

# featureTypeOther
source: Other
ru: Другое

source: Select Specialization
ru: Выбор специализации

source: Class Features
ru: Умения класса

# chooseFightingStyle
source: Choose a Fighting Style:
ru: Выберите боевой стиль:

# makeChoices
source: Make Choices to Continue
ru: Сделайте выбор

# continueLabel
source: Continue
ru: Продолжить

source: Level Up Ready!
ru: Уровень повышен!

# confirmLevelUp
source: Confirm these changes to your character.
ru: Подтвердите изменения персонажа.

source: APPLY CHANGES
ru: ПРИМЕНИТЬ

# characterCreated
source: Character created successfully!
ru: Персонаж успешно создан!

source: Assign Ability Scores
ru: Распределение характеристик

# abilityScoresSubtitle
source: Choose how you want to determine your character's ability scores.
ru: Выберите способ определения характеристик.

source: Allocation Method
ru: Метод распределения

source: Standard Array
ru: Стандартный набор

source: Point Buy
ru: Покупка очков

source: Manual Entry
ru: Вручную

# standardArrayDesc
source: Assign these values: 15, 14, 13, 12, 10, 8. Balanced.
ru: Значения: 15, 14, 13, 12, 10, 8. Сбалансировано.

# pointBuyDesc
source: Spend 27 points to customize scores (8-15).
ru: Потратьте 27 очков на характеристики (8-15).

# manualEntryDesc
source: Set any value from 3 to 18.
ru: Установите любое значение от 3 до 18.

# strDesc
source: Physical power
ru: Физическая мощь

# dexDesc
source: Agility & reflexes
ru: Ловкость и рефлексы

# conDesc
source: Endurance & health
ru: Выносливость и здоровье

# intDesc
source: Reasoning & memory
ru: Логика и память

# wisDesc
source: Awareness & insight
ru: Внимательность и интуиция

# chaDesc
source: Force of personality
ru: Сила личности

# racialBonus
source: Racial Bonus: +{bonus} → Final: {result} ({mod})
ru: Расовый бонус: +{bonus} → Итог: {result} ({mod})

source: Starting Hit Points
ru: Начальные хиты

# hitDieConMod
source: Hit Die: d{die} | CON Mod: {mod}
ru: Кость хитов: d{die} | ТЕЛ Мод: {mod}

# hpMaxDesc
source: Maximum HP (recommended)
ru: Максимум ОЗ (рекомендуется)

# hpAvgDesc
source: Average roll: {avg} + CON modifier
ru: Средний бросок: {avg} + модификатор ТЕЛ

# hpRollDesc
source: Roll 1d{die} for starting HP
ru: Бросок 1d{die} для начальных ОЗ

# reRoll
source: Re-roll d{die} (rolled: {val})
ru: Перебросить d{die} (выпало: {val})

# pointsUsed
source: Points: {used} / {total} used ({remaining} remaining)
ru: Очки: {used} / {total} иcп. (осталось {remaining})

# newFeaturesLabel
source: New Features
ru: Новые умения

source: Search journal...
ru: Поиск в журнале...

source: Add Quest
ru: Добавить квест

source: No active quests
ru: Нет активных квестов

source: Add Note
ru: Добавить заметку

source: No notes
ru: Нет заметок

source: Delete Note
ru: Удалить заметку

# deleteNoteConfirmation
source: Delete "{title}"?
ru: Удалить "{title}"?

source: Delete Quest
ru: Удалить квест

# deleteQuestConfirmation
source: Delete "{title}"?
ru: Удалить "{title}"?

# characterCreatedName
source: {name} created successfully!
ru: {name} успешно создан!

# errorCreatingCharacter
source: Error creating character: {error}
ru: Ошибка при создании персонажа: {error}

# cancelCharacterCreationTitle
source: Cancel Character Creation?
ru: Отменить создание персонажа?

# cancelCharacterCreationMessage
source: All progress will be lost.
ru: Весь прогресс будет потерян.

source: Continue Editing
ru: Продолжить редактирование

source: Discard
ru: Сбросить

# selectClassFirst
source: Please select a class first
ru: Пожалуйста, сначала выберите класс

# selectSkillProficiencies
source: Select {count} skill proficiencies for your {characterClass}.
ru: Выберите {count} навыка для класса {characterClass}.

source: All skills selected!
ru: Все навыки выбраны!

# chooseMoreSkills
source: Choose {count} more skill{count, plural, =1{} other{s}}
ru: Выберите еще {count}

# skillAcrobaticsDesc
source: Dexterity - Balance, tumbling, aerial maneuvers
ru: Ловкость - Баланс, кувырки, трюки

# skillAnimalHandlingDesc
source: Wisdom - Calming animals, riding, training
ru: Мудрость - Успокоение животных, езда

# skillArcanaDesc
source: Intelligence - Magic, spells, magical items
ru: Интеллект - Магия, заклинания, артефакты

# skillAthleticsDesc
source: Strength - Climbing, jumping, swimming
ru: Сила - Лазание, прыжки, плавание

# skillDeceptionDesc
source: Charisma - Lying, disguising, misleading
ru: Харизма - Ложь, маскировка, обман

# skillHistoryDesc
source: Intelligence - Historical events, legends
ru: Интеллект - Исторические события, легенды
