Repository: QurieGLord/QDnD-Roleplay-Companion
Catalog: lib/l10n/app_*.arb
Languages: ru

# skillInsightDesc
source: Wisdom - Reading intentions, detecting lies
ru: Мудрость - Понимание намерений, ложь

# skillIntimidationDesc
source: Charisma - Threats, coercion
ru: Харизма - Угрозы, принуждение

# skillInvestigationDesc
source: Intelligence - Finding clues, deduction
ru: Интеллект - Поиск улик, дедукция

# skillMedicineDesc
source: Wisdom - Stabilizing, diagnosing
ru: Мудрость - Стабилизация, диагностика

# skillNatureDesc
source: Intelligence - Terrain, plants, animals
ru: Интеллект - Местность, растения, животные

# skillPerceptionDesc
source: Wisdom - Spotting, hearing, detecting
ru: Мудрость - Замечать, слышать, обнаруживать

# skillPerformanceDesc
source: Charisma - Music, dance, acting
ru: Харизма - Музыка, танец, актерство

# skillPersuasionDesc
source: Charisma - Diplomacy, negotiations
ru: Харизма - Дипломатия, переговоры

# skillReligionDesc
source: Intelligence - Deities, rites, prayers
ru: Интеллект - Божества, обряды, молитвы

# skillSleightOfHandDesc
source: Dexterity - Pickpocketing, tricks
ru: Ловкость - Карманные кражи, фокусы

# skillStealthDesc
source: Dexterity - Hiding, moving silently
ru: Скрытность - Спрятаться, двигаться тихо

# skillSurvivalDesc
source: Wisdom - Tracking, foraging, navigation
ru: Мудрость - Следопытство, навигация

source: Choose Background
ru: Выберите предысторию

# backgroundDescription
source: Your background represents your character's past and grants additional skills.
ru: Предыстория отражает прошлое вашего персонажа и дает дополнительные навыки.

source: No backgrounds available
ru: Нет доступных предысторий

# chooseSkillsTitle
source: Choose Skills
ru: Выберите навыки

# chooseSkills
source: Choose {count} from: {list}
ru: Выберите {count} из: {list}

# unitCm
source: cm
ru: см

# unitKg
source: kg
ru: кг

# colorAmber
source: Amber
ru: Янтарный

# colorBlue
source: Blue
ru: Голубой

# colorBrown
source: Brown
ru: Карий

# colorGray
source: Gray
ru: Серый

# colorGreen
source: Green
ru: Зеленый

# colorHazel
source: Hazel
ru: Ореховый

# colorRed
source: Red
ru: Красный

# colorViolet
source: Violet
ru: Фиолетовый

# colorAuburn
source: Auburn
ru: Золотисто-каштановый

# colorBlack
source: Black
ru: Черный

# colorBlonde
source: Blonde
ru: Блондин

# colorWhite
source: White
ru: Белый

# colorBald
source: Bald
ru: Лысый

# skinPale
source: Pale
ru: Бледная

# skinFair
source: Fair
ru: Светлая

# skinLight
source: Light
ru: Светлая

# skinMedium
source: Medium
ru: Средняя

# skinTan
source: Tan
ru: Смуглая

# skinDark
source: Dark
ru: Темная

# skinEbony
source: Ebony
ru: Черная

# abilityStrAbbr
source: STR
ru: СИЛ

# abilityDexAbbr
source: DEX
ru: ЛОВ

# abilityConAbbr
source: CON
ru: ТЕЛ

# abilityIntAbbr
source: INT
ru: ИНТ

# abilityWisAbbr
source: WIS
ru: МУД

# abilityChaAbbr
source: CHA
ru: ХАР

# propertyAmmunition
source: Ammunition
ru: Боеприпасы

# propertyFinesse
source: Finesse
ru: Фехтовальное

# propertyHeavy
source: Heavy
ru: Тяжелое

# propertyLight
source: Light
ru: Легкое

# propertyLoading
source: Loading
ru: Перезарядка

# propertyRange
source: Range
ru: Дальнобойное

# propertyReach
source: Reach
ru: Досягаемость

# propertySpecial
source: Special
ru: Особое

# propertyThrown
source: Thrown
ru: Метательное

# propertyTwoHanded
source: Two-Handed
ru: Двуручное

# propertyVersatile
source: Versatile
ru: Универсальное

# propertyMartial
source: Martial
ru: Воинское

# propertySimple
source: Simple
ru: Простое

# armorTypeLight
source: Light Armor
ru: Легкий доспех

# armorTypeMedium
source: Medium Armor
ru: Средний доспех

# armorTypeHeavy
source: Heavy Armor
ru: Тяжелый доспех

# armorTypeShield
source: Shield
ru: Щит

source: Search spells...
ru: Поиск заклинаний...

source: No spells found
ru: Заклинания не найдены

# tryAdjustingFilters
source: Try adjusting your filters
ru: Попробуйте изменить фильтры

source: Filters
ru: Фильтры

source: Clear All
ru: Очистить

source: Apply
ru: Применить

source: Casting Time
ru: Время накл.

source: Duration
ru: Длительность

source: Components
ru: Компоненты

source: Materials
ru: Материалы

source: Concentration
ru: Концентрация

source: Ritual
ru: Ритуал

source: At Higher Levels
ru: На более высоких уровнях

source: Classes
ru: Классы

# addToKnown
source: Add to Known Spells
ru: Добавить в изученные

# removeFromKnown
source: Remove from Known Spells
ru: Забыть заклинание

# addedToKnown
source: Added "{name}" to known spells
ru: Добавлено "{name}" в изученные

# removedFromKnown
source: Removed "{name}" from known spells
ru: Удалено "{name}" из изученных

source: Available to Learn
ru: Доступно для изучения

# availableAtLevel
source: Available at Level {level}
ru: Доступно на {level} уровне

# filterAvailability
source: Availability
ru: Доступность

# filterClass
source: Class
ru: Класс

# filterLevel
source: Level
ru: Уровень

# filterSchool
source: School
ru: Школа

# filterAllSpells
source: All Spells
ru: Все заклинания

# filterCanLearnNow
source: Can Learn Now
ru: Можно изучить

# filterAvailableToClass
source: Available to Class
ru: Доступно классу

# filterAllClasses
source: All Classes
ru: Все классы

# filterAllLevels
source: All Levels
ru: Все уровни

# filterAllSchools
source: All Schools
ru: Все школы

source: Clear filters
ru: Сбросить

source: Encumbrance
ru: Нагрузка

source: Attunement
ru: Настройка

# attunementLimitReached
source: Maximum attunement slots reached (3/3). Unequip something first.
ru: Все слоты настройки заняты (3/3). Снимите что-нибудь.

# deleteItemConfirmation
source: Throw away {name}?
ru: Выбросить {name}?

# spellsCount
source: {count} spell{count, plural, =1{} other{s}}
ru: {count} заклинаний

# preparedSpells
source: Prepared
ru: Подготовлено

# preparedSpellsCount
source: Prepared: {current} / {max}
ru: Подготовлено: {current} / {max}

# spellAlmanacTitle
source: Spell Almanac
ru: Альманах

# actionTypeFree
source: Free Action
ru: Свободное действие

# featuresStepTitle
source: Class Features
ru: Умения класса

# featuresStepSubtitle
source: As a level 1 {className}, you gain the following features:
ru: Как {className} 1-го уровня, вы получаете следующие умения:

# noFeaturesAtLevel1
source: No features available at level 1 for this class.
ru: Нет умений на 1-м уровне для этого класса.

# spellsStepTitle
source: Spells
ru: Заклинания

# spellsStepPlaceholder
source: Spell selection will be available in future updates. For now, please add spells manually in the character sheet after creation.
ru: Выбор заклинаний будет доступен в будущих обновлениях. Пока что добавьте заклинания вручную в листе персонажа после создания.

# equipmentStepTitle
source: Starting Equipment
ru: Стартовое снаряжение

# equipmentStepSubtitle
source: Choose your starting equipment for your class
ru: Выберите начальное снаряжение для вашего класса

source: Choose Equipment Package
ru: Выберите набор снаряжения

# packageStandard
source: Standard Package
ru: Стандартный набор

# packageStandardDesc
source: Recommended starting equipment for your class
ru: Рекомендуемое снаряжение

# packageAlternative
source: Alternative Package
ru: Альтернативный набор

# packageAlternativeDesc
source: Different equipment options
ru: Другие варианты снаряжения

# packageCustom
source: Custom Package
ru: Свой набор

# packageCustomDesc
source: Choose items from catalog
ru: Выберите предметы из каталога

source: Selected Equipment
ru: Выбранное снаряжение

source: Add Item
ru: Добавить

source: No items selected
ru: Нет выбранных предметов

# tapToAddItems
source: Tap "Add Item" to select equipment
ru: Нажмите "Добавить", чтобы выбрать снаряжение

# equipmentPreview
source: {className} Equipment Preview
ru: Предпросмотр снаряжения: {className}

# toolsAndGear
source: Tools & Gear
ru: Инструменты и снаряжение

# equipmentPreviewDisclaimer
source: This is a preview of typical starting equipment. You can customize your inventory after character creation.
ru: Это пример типичного снаряжения. Вы сможете изменить инвентарь после создания персонажа.

source: Item Catalog
ru: Каталог предметов

source: Create Item
ru: Создать предмет

source: Search items...
ru: Поиск предметов...

# foundItems
source: Found: {count} (selected: {selected})
ru: Найдено: {count} (выбрано: {selected})

source: No items found
ru: Предметы не найдены

source: Done
ru: Готово

source: Create Custom Item
ru: Создание предмета

source: Add image
ru: Добавить фото

# errorLoadingImage
source: Error loading image: {error}
ru: Ошибка загрузки: {error}

# itemName
source: Name
ru: Название

# itemNameHint
source: e.g., Sword of Light
ru: напр., Меч Света

# enterItemName
source: Enter name
ru: Введите название

# itemDescription
source: Description
ru: Описание

# itemDescriptionHint
source: Describe the item...
ru: Опишите предмет...

# itemType
source: Type
ru: Тип

# itemRarity
source: Rarity
ru: Редкость

# itemWeight
source: Weight
ru: Вес

# itemValue
source: Value
ru: Цена

# itemQuantity
source: Quantity
ru: Количество

# minQuantity1
source: Minimum 1
ru: Минимум 1

# itemAdded
source: {name} (x{quantity}) added
ru: {name} (x{quantity}) добавлен

# errorCreatingItem
source: Error creating item: {error}
ru: Ошибка создания: {error}

# rarityCommon
source: Common
ru: Обычный

# rarityUncommon
source: Uncommon
ru: Необычный

# rarityRare
source: Rare
ru: Редкий

# rarityVeryRare
source: Very Rare
ru: Очень редкий

# rarityLegendary
source: Legendary
ru: Легендарный

# rarityArtifact
source: Artifact
ru: Артефакт

# methodStandard
source: Standard
ru: Стандартный набор

# methodPointBuy
source: Point Buy
ru: Распределение очков

# methodManual
source: Manual Entry
ru: Вручную

source: Appearance
ru: Внешний вид

# themeSystem
source: System
ru: Системная

# themeLight
source: Light
ru: Светлая

# themeDark
source: Dark
ru: Темная

source: High Contrast
ru: Высокий контраст

# highContrastDesc
source: Increases visibility with sharper colors
ru: Повышает читаемость за счет контрастных цветов

source: Color Scheme
ru: Цветовая схема

source: About
ru: О приложении

source: Version
ru: Версия

source: Developed by
ru: Разработчик

source: License
ru: Лицензия

# d20wish
source: May your d20 always land on 20!
ru: Пусть на вашем d20 всегда выпадает 20!

source: Character Ready!
ru: Персонаж готов!

# reviewChoices
source: Review your choices before finalizing
ru: Проверьте выбор перед завершением

source: (Unnamed)
ru: (Без имени)

# basicInfo
source: Basic Information
ru: Основная информация

# level1Info
source: Your character will be created at level 1. Additional features will be added based on your class and background.
ru: Ваш персонаж будет создан на 1 уровне. Дополнительные умения будут добавлены на основе вашего класса и предыстории.

# hpMax
source: Max
ru: Максимум

source: Content Management
ru: Управление контентом

# libraryManagerTitle
source: Managed Libraries
ru: Библиотеки контента

source: Manage Libraries
ru: Управление библиотеками

# manageLibrariesSubtitle
source: Import and manage external content (XML)
ru: Импорт внешнего контента (XML)

source: Import XML
ru: Импорт XML

# noLibraries
source: No imported libraries
ru: Нет импортированных библиотек

# noLibrariesHint
source: Tap + to import content from FC5 XML files
ru: Нажмите +, чтобы импортировать файлы FC5 XML

# libraryStats
source: {items} Items, {spells} Spells
ru: {items} предметов, {spells} заклинаний

# libraryImportedDate
source: Imported {date}
ru: Импортировано {date}

# deleteLibraryTitle
source: Delete Library?
ru: Удалить библиотеку?

# deleteLibraryMessage
source: This will remove "{name}" and all associated content: • {items} Items • {spells} Spells This action cannot be undone.
ru: Это удалит "{name}" и весь связанный контент: • {items} предметов • {spells} заклинаний Это действие нельзя отменить.

# libraryDeleted
source: Library deleted successfully
ru: Библиотека успешно удалена

# errorDeletingLibrary
source: Error deleting library: {error}
ru: Ошибка удаления библиотеки: {error}

# forgeTitle
source: The Forge
ru: Кузница

# identitySection
source: IDENTITY
ru: ИДЕНТИФИКАЦИЯ

# characteristicsSection
source: CHARACTERISTICS
ru: ХАРАКТЕРИСТИКИ

# statsSection
source: STATS
ru: ПАРАМЕТРЫ

# magicPropertiesSection
source: MAGIC & PROPERTIES
ru: МАГИЯ И СВОЙСТВА

# isMagical
source: Magical Item
ru: Магический предмет

source: Requires Attunement
ru: Требует настройки

source: Weapon Stats
ru: Параметры оружия

source: Damage Dice
ru: Кость урона

source: Armor Stats
ru: Параметры доспеха

source: Add DEX Modifier
ru: Добавить мод. ЛОВ

source: Stealth Disadvantage
ru: Помеха на скрытность

source: Forge Item
ru: Создать

# itemExample
source: e.g. Excalibur
ru: напр. Экскалибур

# typeTool
source: Tools
ru: Инструменты

# typeTreasure
source: Treasure
ru: Сокровища

source: Select Subclass
ru: Выберите подкласс

# cantripsTab
source: Cantrips ({current}/{max})
ru: Заговоры ({current}/{max})

# level1TabKnown
source: Level 1 ({current}/{max})
ru: 1-й круг ({current}/{max})

# level1TabAll
source: Level 1 (All)
ru: 1-й круг (Все)

# noSpellsAtLevel1
source: No spells available at level 1
ru: Нет доступных заклинаний 1-го круга

# selectSpellsInstruction
source: Select spells for your character (Level 0 & 1).
ru: Выберите заклинания для вашего персонажа (Заговоры и 1-й круг).

# selectSkillsInstruction
source: Select your skill proficiencies.
ru: Выберите навыки, которыми вы владеете.

# selectSkillsFirst
source: Please select skills first
ru: Сначала выберите навыки

source: Expertise
ru: Компетентность

# noSpellsFoundForClass
source: No spells found for {className}
ru: Заклинания для класса {className} не найдены

source: Level 1 Spells
ru: Заклинания 1-го круга

# useAction
source: Use
ru: Использовать

# useActionCost
source: Use ({cost})
ru: Использовать ({cost})

source: Ki Points
ru: Очки Ци

source: Martial Arts Die
ru: Кость БИ

source: Rage
ru: Ярость

source: Rage Damage
ru: Урон ярости

source: Raging
ru: В ярости

source: Sneak Attack
ru: Скрытая атака

# sneakAttackDamage
source: Damage
ru: Урон

source: Second Wind
ru: Второе дыхание

source: Action Surge
ru: Всплеск действий

source: Healing
ru: Лечение

# fighterTactics
source: Combat Tactics
ru: Боевая тактика

# fighterArchetype
source: ARCHETYPE
ru: АРХЕТИП

# fighterChampion
source: Champion
ru: Чемпион

source: Improved Critical
ru: Улучшенный критический удар

# criticalHitTarget
source: Critical Hit: {range}
ru: Критический удар: {range}

# fightingStylesTitle
source: Fighting Styles
ru: Стили боя

# sneakAttackRoll
source: Sneak Attack: {total} ({dice})
ru: Скрытая атака: {total} ({dice})

# kiStrikeRoll
source: Ki Strike: {total} ({dice})
ru: Удар Ци: {total} ({dice})

# rageInactive
source: Inactive
ru: Спокоен

# healShort
source: Heal
ru: Хил

source: Indomitable
ru: Несгибаемый

# rerollSave
source: Reroll Saving Throw!
ru: Переброс спасброска!

source: No traits
ru: Нет умений

source: Martial Arts
ru: Боевые искусства

source: Bardic Inspiration
ru: Бардовское вдохновение

source: Druid Circle
ru: Круг Друидов

source: Wild Shape
ru: Дикий облик

# wildShapeDuration
source: Duration
ru: Длительность

# wildShapeMaxCR
source: Max CR
ru: Макс. ПО

# wildShapeRestrictions
source: Restrictions
ru: Ограничения

source: No restrictions
ru: Нет ограничений

source: No flying
ru: Без полета

source: No flying/swimming
ru: Без полета/плавания

source: Transform
ru: Принять облик

# revertForm
source: Revert to True Form
ru: Вернуться в истинный облик

source: Beast HP
ru: ХП зверя

source: Beast Name
ru: Название облика

source: Natural Recovery
ru: Естественное восстановление

source: Recover Spell Slots
ru: Восстановить ячейки

# selectSlotsToRecover
source: Select slots to recover (Max levels: {max})
ru: Выберите ячейки (Макс. уровней: {max})

source: Current Spell Slots
ru: Текущие ячейки

# tapToUse
source: Tap note to use/restore charge
ru: Нажмите на ноту для использования/восстановления

source: Used
ru: Потрачено

# allSpellSlotsFull
source: All spell slots are full
ru: Все ячейки магии полны

source: Arcane Recovery
ru: Арканное восстановление

# traditionEvocation
source: School of Evocation
ru: Школа Эвокации

# traditionAbjuration
source: School of Abjuration
ru: Школа Ограждения

# traditionConjuration
source: School of Conjuration
ru: Школа Вызова

# traditionDivination
source: School of Divination
ru: Школа Прорицания

# traditionEnchantment
source: School of Enchantment
ru: Школа Очарования

# traditionIllusion
source: School of Illusion
ru: Школа Иллюзии

# traditionNecromancy
source: School of Necromancy
ru: Школа Некромантии

# traditionTransmutation
source: School of Transmutation
ru: Школа Преобразования

# channelDivinityRules
source: You gain the ability to channel divine energy directly from your deity, using that energy to fuel magical effects. You start with two such effects: Turn Undead and an effect determined by your domain. Some domains grant you additional effects as you advance in levels, as noted in the domain description. When you use your Channel Divinity, you choose which effect to create. You must then finish a short or long rest to use your Channel Divinity again. Some Channel Divinity effects require saving throws. When you use such an effect from this class, the DC equals your cleric spell save DC.
ru: Вы получаете возможность черпать божественную энергию прямо от своего божества, используя её для подпитки магических эффектов. Вы начинаете с двумя такими эффектами: Изгнание нежити и эффектом, определяемым вашим доменом. Некоторые домены дают вам дополнительные эффекты по мере повышения уровня, как указано в описании домена. Когда вы используете Божественный канал, вы выбираете, какой эффект создать. Затем вы должны завершить короткий или длительный отдых, чтобы снова использовать Божественный канал. Некоторые эффекты Божественного канала требуют спасбросков. Когда вы используете такой эффект этого класса, Сл. равна Сл. спасброска от ваших заклинаний жреца.

# domainLife
source: Life Domain
ru: Домен Жизни

# domainLight
source: Light Domain
ru: Домен Света

# domainKnowledge
source: Knowledge Domain
ru: Домен Знаний

# domainNature
source: Nature Domain
ru: Домен Природы

# domainTempest
source: Tempest Domain
ru: Домен Бури

# domainTrickery
source: Trickery Domain
ru: Домен Обмана

# domainWar
source: War Domain
ru: Домен Войны

# domainDeath
source: Death Domain
ru: Домен Смерти

# oathDevotion
source: Oath of Devotion
ru: Клятва Преданности

# oathAncients
source: Oath of the Ancients
ru: Клятва Древних

# oathVengeance
source: Oath of Vengeance
ru: Клятва Мщения

# oathConquest
source: Oath of Conquest
ru: Клятва Завоевания

# oathRedemption
source: Oath of Redemption
ru: Клятва Искупления

source: Divine Intervention
ru: Божественное вмешательство

# divineInterventionRules
source: You can call on your deity to intervene on your behalf when your need is great. Imploring your deity's aid requires you to use your action. Describe the assistance you seek, and roll percentile dice. If you roll a number equal to or lower than your cleric level, your deity intervenes. The DM chooses the nature of the intervention; the effect of any cleric spell or cleric domain spell would be appropriate. If your deity intervenes, you can't use this feature again for 7 days. Otherwise, you can use it again after you finish a long rest. At 20th level, your call for intervention succeeds automatically, no roll required.
ru: Вы можете воззвать к своему божеству, чтобы оно вмешалось от вашего имени, когда вы в этом остро нуждаетесь. Взывание к помощи божества требует совершения действия. Вы описываете помощь, которую ищете, и бросаете процентные кости. Если выпавшее число не больше вашего уровня жреца, божество вмешивается. Характер вмешательства выбирает Мастер; уместным будет эффект любого заклинания жреца или заклинания домена. Если божество вмешалось, вы не можете использовать эту способность снова в течение 7 дней. В противном случае вы можете использовать её снова после завершения продолжительного отдыха. На 20-м уровне ваш призыв о вмешательстве преуспевает автоматически, бросок не требуется.

source: Turn Undead
ru: Изгнание нежити

source: Destroy Undead
ru: Уничтожение нежити

source: Max CR
ru: Макс ПО

# usedChannelDivinity
source: Used Turn/Destroy Undead (Channel Divinity spent)
ru: Изгнание нежити использовано (Потрачен Божественный канал)

# turnUndeadRules
source: As an action, you present your holy symbol and speak a prayer censuring the undead. Each undead that can see or hear you within 30 feet of you must make a Wisdom saving throw. If the creature fails its saving throw, it is turned for 1 minute or until it takes any damage. A turned creature must spend its turns trying to move as far away from you as it can, and it can't willingly move to a space within 30 feet of you. It also can't take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If there's nowhere to move, the creature can use the Dodge action.
ru: Действием вы демонстрируете свой священный символ и произносите молитву, порицающую нежить. Каждая нежить, которая может видеть или слышать вас в пределах 30 футов, должна пройти спасбросок Мудрости. Если существо проваливает спасбросок, оно становится «изгнанным» на 1 минуту или пока не получит урон. Изгнанное существо должно тратить свои ходы на то, чтобы удалиться от вас как можно дальше, и оно не может добровольно переместиться в пространство, находящееся в пределах 30 футов от вас. Оно также не может совершать реакции. В качестве действия оно может использовать только Рывок или пытаться освободиться от эффекта, препятствующего его передвижению. Если двигаться некуда, существо может использовать действие Уклонение.

# destroyUndeadRules
source: When an undead fails its saving throw against your Turn Undead feature, the creature is instantly destroyed if its challenge rating is at or below a certain threshold, as shown in the Destroy Undead table.
ru: Если нежить проваливает спасбросок против вашего умения «Изгнание нежити», она мгновенно уничтожается, если её показатель опасности не превышает определенный порог, указанный в таблице «Уничтожение нежити».

source: Call upon Deity
ru: Воззвать к божеству

# resetCooldown
source: Reset 7-day Cooldown
ru: Сбросить откат (7 дней)

# interventionSuccess
source: Success! The gods have heard your prayer!
ru: Успех! Боги услышали вашу молитву!

# interventionFailure
source: The deity did not respond to your call.
ru: Божество не ответило на ваш зов.

# interventionRollResult
source: Rolled: {value}
ru: Выпало: {value}

# hunterArchetype
source: ARCHETYPE
ru: АРХЕТИП

# huntersMarkTracker
source: Hunter's Mark
ru: Метка охотника

# markTargetName
source: Target Name
ru: Имя цели

# markBonusDesc
source: +1d6 damage / Advantage
ru: +1d6 урона / Преимущество

source: Move Mark
ru: Переместить

source: Hide in Plain Sight
ru: Маскировка

# hideInPlainSightDesc
source: +10 to Stealth while not moving
ru: +10 к Скрытности, пока не двигаетесь

# markActivate
source: Activate
ru: Активировать

# markDrop
source: Deactivate
ru: Снять метку

# markDurationHint
source: A 3rd-level mark lasts 8 hours, 5th-level lasts 24 hours.
ru: Метка от 3-го круга длится 8 часов, от 5-го - 24 часа.

# markSlotChoose
source: Choose a spell slot to cast Hunter's Mark
ru: Выберите ячейку для наложения Метки охотника

# hideSpentMinute
source: Spent 1 minute to camouflage
ru: Потрачена 1 минута на маскировку

# spellNotFound
source: Spell not found in the database
ru: Заклинание не найдено в базе

# stealthDifficulty
source: Stealth Difficulty (Enemy Perception)
ru: Сложность скрытности (Восприятие врага)

# rollStealthBtn
source: Roll
ru: Бросок
