[
  {
    "id": "rage",
    "nameEn": "Rage",
    "nameRu": "Ярость",
    "descriptionEn": "In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action. While raging, you gain advantage on Strength checks and saving throws, bonus damage to melee weapon attacks using Strength, and resistance to bludgeoning, piercing, and slashing damage.",
    "descriptionRu": "В бою вы сражаетесь с первобытной свирепостью. В свой ход вы можете войти в состояние ярости бонусным действием. Находясь в ярости, вы получаете преимущество на проверки и спасброски Силы, бонус к урону рукопашными атаками с использованием Силы, а также сопротивление дробящему, колющему и рубящему урону.",
    "type": "bonusAction",
    "minLevel": 1,
    "associatedClass": "Barbarian",
    "requiresRest": true,
    "actionEconomy": "bonus_action",
    "iconName": "local_fire_department",
    "resourcePool": {
      "currentUses": 2,
      "maxUses": 2,
      "recoveryType": "longRest",
      "calculationFormula": "level < 3 ? 2 : (level < 6 ? 3 : (level < 12 ? 4 : (level < 17 ? 5 : (level < 20 ? 6 : 99))))"
    }
  },
  {
    "id": "unarmored_defense_barbarian",
    "nameEn": "Unarmored Defense",
    "nameRu": "Защита без доспехов",
    "descriptionEn": "While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your Constitution modifier. You can use a shield and still gain this benefit.",
    "descriptionRu": "Если вы не носите доспехов, ваш Класс Доспеха равен 10 + модификатор Ловкости + модификатор Телосложения. Вы можете использовать щит, не теряя этого преимущества.",
    "type": "passive",
    "minLevel": 1,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "shield"
  },
  {
    "id": "reckless_attack",
    "nameEn": "Reckless Attack",
    "nameRu": "Безрассудная атака",
    "descriptionEn": "Starting at 2nd level, you can throw aside all concern for defense to attack with fierce desperation. When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls using Strength during this turn, but attack rolls against you have advantage until your next turn.",
    "descriptionRu": "Начиная со 2-го уровня, вы можете отбросить любую заботу о защите, чтобы атаковать с ожесточенным отчаянием. Когда вы совершаете первую атаку в свой ход, вы можете решить атаковать безрассудно. Это дает вам преимущество на броски рукопашной атаки с использованием Силы в этот ход, но броски атаки по вам имеют преимущество до начала вашего следующего хода.",
    "type": "passive",
    "minLevel": 2,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "warning"
  },
  {
    "id": "danger_sense",
    "nameEn": "Danger Sense",
    "nameRu": "Чувство опасности",
    "descriptionEn": "At 2nd level, you gain an uncanny sense of when things nearby aren't as they should be, giving you an edge when you dodge away from danger. You have advantage on Dexterity saving throws against effects that you can see, such as traps and spells. To gain this benefit, you can't be blinded, deafened, or incapacitated.",
    "descriptionRu": "На 2-м уровне вы получаете сверхъестественное чувство того, что вокруг что-то не так, что дает вам преимущество при уклонении от опасности. Вы совершаете с преимуществом спасброски Ловкости от эффектов, которые вы можете видеть, таких как ловушки и заклинания. Чтобы получить это преимущество, вы не должны быть ослеплены, оглушены или недееспособны.",
    "type": "passive",
    "minLevel": 2,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "visibility"
  },
  {
    "id": "primal_path",
    "nameEn": "Primal Path",
    "nameRu": "Путь дикости",
    "descriptionEn": "At 3rd level, you choose a path that shapes the nature of your rage.",
    "descriptionRu": "На 3-м уровне вы выбираете путь, формирующий природу вашей ярости.",
    "type": "passive",
    "minLevel": 3,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "pets"
  },
  {
    "id": "extra_attack_barbarian",
    "nameEn": "Extra Attack",
    "nameRu": "Дополнительная атака",
    "descriptionEn": "Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn.",
    "descriptionRu": "Начиная с 5-го уровня, вы можете атаковать дважды, вместо одного раза, когда вы совершаете действие Атака в свой ход.",
    "type": "passive",
    "minLevel": 5,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "filter_2"
  },
  {
    "id": "fast_movement",
    "nameEn": "Fast Movement",
    "nameRu": "Быстрое передвижение",
    "descriptionEn": "Starting at 5th level, your speed increases by 10 feet while you aren't wearing heavy armor.",
    "descriptionRu": "Начиная с 5-го уровня, ваша скорость увеличивается на 10 футов, пока вы не носите тяжелые доспехи.",
    "type": "passive",
    "minLevel": 5,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "directions_run"
  },
  {
    "id": "feral_instinct",
    "nameEn": "Feral Instinct",
    "nameRu": "Дикий инстинкт",
    "descriptionEn": "By 7th level, your instincts are so honed that you have advantage on initiative rolls. Additionally, if you are surprised at the beginning of combat and aren't incapacitated, you can act normally on your first turn, but only if you enter your rage before doing anything else on that turn.",
    "descriptionRu": "К 7-му уровню ваши инстинкты настолько обострены, что вы совершаете броски инициативы с преимуществом. Кроме того, если вы захвачены врасплох в начале боя и не являетесь недееспособным, вы можете действовать нормально в свой первый ход, но только если вы впадаете в ярость, прежде чем делать что-либо еще.",
    "type": "passive",
    "minLevel": 7,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "flash_on"
  },
  {
    "id": "brutal_critical",
    "nameEn": "Brutal Critical",
    "nameRu": "Брутальный критический удар",
    "descriptionEn": "Beginning at 9th level, you can roll one additional weapon damage die when determining the extra damage for a critical hit with a melee attack.",
    "descriptionRu": "Начиная с 9-го уровня, вы можете бросить одну дополнительную кость урона оружия при определении дополнительного урона для критического попадания рукопашной атакой.",
    "type": "passive",
    "minLevel": 9,
    "associatedClass": "Barbarian",
    "requiresRest": false,
    "actionEconomy": null,
    "iconName": "gavel"
  }
]